window.bengaliQuestions = [
  {
    question: "‘তুমি রবে নিরবে’— কে রচনা করেছিলেন?",
    options: ["রবীন্দ্রনাথ ঠাকুর", "বিভূতিভূষণ বন্দ্যোপাধ্যায়", "কাজী নজরুল ইসলাম", "বঙ্কিমচন্দ্র চট্টোপাধ্যায়"],
    answer: "রবীন্দ্রনাথ ঠাকুর"
  },
  {
    question: "‘চিন্তিত’ শব্দের বিপরীত শব্দ কোনটি?",
    options: ["সুখী", "নির্ভীক", "উদ্বিগ্ন", "প্রফুল্ল"],
    answer: "প্রফুল্ল"
  },
  {
    question: "‘আকাশ’ শব্দটি কোন কারকে ব্যবহৃত?",
    options: ["সম্বোধন", "কর্ম", "করণের", "অধিকার"],
    answer: "কর্ম"
  },
  {
    question: "‘দুঃখ’ শব্দের বিপরীত শব্দ কী?",
    options: ["সুখ", "আনন্দ", "হাসি", "কান্না"],
    answer: "সুখ"
  },
  {
    question: "‘বিপদ’ শব্দটির সমার্থক শব্দ কী?",
    options: ["দুশ্চিন্তা", "আপদ", "তাড়না", "উন্নতি"],
    answer: "আপদ"
  },
  {
    question: " ‘ভিডিও’ শব্দটি কোন ভাষা থেকে এসেছে?",
    options: ["গ্রিক", "আরবি", "ল্যাটিন", "ফার্সি"],
    answer: "ল্যাটিন"
  },
  {
    question: "‘শ্লোক’ শব্দটি কোন ভাষার?",
    options: ["তামিল", "সংস্কৃত", "বাংলা", "ফার্সি"],
    answer: "সংস্কৃত"
  },
  {
    question: "‘রবি’ শব্দটির সমার্থক শব্দ কোনটি?",
    options: ["সূর্য", "চাঁদ", "তারা", "বৃষ্টি"],
    answer: "সূর্য"
  },
  {
    question: "‘স্বাধীনতা দিবস’ কবে পালিত হয়?",
    options: ["২৬ জানুয়ারি", "১৫ আগস্ট", "২ অক্টোবর", "১৪ নভেম্বর"],
    answer: "১৫ আগস্ট"
  },
  {
    question: "‘তুমি’— শব্দের বচন কী?",
    options: ["বহুবচন", "দ্বিবচন", "একবচন", "ত্রবচন"],
    answer: "একবচন"
  },
  {
    question: "‘নামতা’ বলতে কী বোঝায়?",
    options: ["গুণাফল", "গুণনসূত্র", "বিয়োগফল", "ভাগফল"],
    answer: "গুণনসূত্র"
  },
  {
    question: "‘দপনে’ শব্দের মৌলিক অর্থ কী?",
    options: ["ডাক", "আহ্বান", "চিৎকার", "ধ্বনি"],
    answer: "ধ্বনি"
  },
  {
    question: "‘পাবেন’ শব্দটির কতগুলি বচন?",
    options: ["এক", "দুই", "তিন", "চার"],
    answer: "এক"
  },
  {
    question: "'অপেক্ষা' শব্দের বিপরীত শব্দ কোনটি?",
    options: ["সামনা","প্রীতি","বিদ্বেষ","উপেক্ষা"],
    answer: "উপেক্ষা"
  },
  {
    question: "‘বসে’ কোন ক্রিয়ার পরিবর্তিত রূপ?",
    options: ["বসা", "চলা", "খেলা", "পড়া"],
    answer: "বসা"
  },
  {
    question: "‘গোপাল ভাঁড়’ কোন বিখ্যাত চরিত্র?",
    options: ["রোমাঞ্চ", "রহস্য", "হাস্যরস", "কাব্য"],
    answer: "হাস্যরস"
  },
  {
    question: "‘লালন’ কার নাম?",
    options: ["কবির", "সাধকের", "রাজপুত্রের", "বিশ্ববিদ্যালয়ের"],
    answer: "সাধকের"
  },
  {
    question: "‘বর্ণ’ বলতে কী বোঝায়?",
    options: ["শব্দ", "ধ্বনি", "অর্থ", "বাক্য"],
    answer: "ধ্বনি"
  },
  {
    question: "‘ছাত্র’ শব্দটির স্ত্রীলিঙ্গ কী?",
    options: ["ছাত্রী", "শিক্ষিকা", "মহিলা", "মেয়ে"],
    answer: "ছাত্রী"
  },
  {
    question: "‘বই’ কিসের প্রতীক?",
    options: ["জ্ঞান", "রং", "আবেগ", "খেলা"],
    answer: "জ্ঞান"
  },
  {
    question: "‘মেঘ’ শব্দের অর্থ কী?",
    options: ["বর্ষা", "বৃষ্টি", "অন্ধকার", "জলীয়বাষ্প"],
    answer: "জলীয়বাষ্প"
  },
  {
    question: "‘উজ্জ্বল’ শব্দের বিপরীত শব্দ কী?",
    options: ["অন্ধকার", "ঝলমলে", "উজ্জ্বলতা", "আলোকিত"],
    answer: "অন্ধকার"
  },
  {
    question: "‘স্বাধীনতা’ শব্দের সমার্থক শব্দ—",
    options: ["মুক্তি", "নির্ভর", "ভালবাসা", "স্বাধীন"],
    answer: "মুক্তি"
  },
  {
    question: "হিন্দি শব্দের ইংরেজি অনুবাদ কী?",
    options: ["Beneath", "English", "Amar", "Hindi"],
    answer: "Hindi"
  },
  {
    question: "‘সময়’ শব্দটির অর্থ কী?",
    options: ["ব্যাপ্তি", "মুহূর্ত", "কাল", "উৎসব"],
    answer: "কাল"
  },
  {
    question: "‘কল্পনা’ শব্দের প্রতিশব্দ কী?",
    options: ["বাস্তব", "চিন্তা", "ভাবনা", "ধারণা"],
    answer: "ধারণা"
  },
  {
    question: "‘বাংলা’ ভাষার উৎপত্তি হয়েছে—",
    options: ["সংস্কৃত", "আরবি", "ল্যাটিন", "ফার্সি"],
    answer: "সংস্কৃত"
  },
  {
    question: "‘পাখি’ শব্দের সন্ধি বিচ্ছেদ হলো—",
    options: ["প+আখি", "প+খি", "পা+খি", "পা+আখি"],
    answer: "পা+খি"
  },
  {
    question: "‘কান্না’ শব্দের বিপরীত হলো—",
    options: ["হাসি", "দুঃখ", "ভয়", "আনন্দ"],
    answer: "হাসি"
  },
  {
    question: "‘ভাষা’ শব্দটির কতগুলো বর্ণ?",
    options: ["২", "৩", "৪", "৫"],
    answer: "৩"
  }
];


